anomalyco/tap/opencode
bat
cowsay
exiftool
ffmpeg
fzf
gh
graphviz
grip
gromgit/brewtils/taproom
html2text
htop
imagemagick
johanneskaufmann/tap/html2markdown
jq
libxslt
lolcat
lynx
neofetch
neovim
nmap
ocrmypdf
pandoc
pdfgrep
pdfly
pypy
pypy3.10
ripgrep
silicon
telnet
thefuck
tldr
tmux
tree
uv
wget
wiki
yt-dlp
zig
