anthropic.claude-code
cschlosser.doxdocgen
esbenp.prettier-vscode
genieai.chatgpt-vscode
jeff-hykin.better-cpp-syntax
julialang.language-julia
marp-team.marp-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
openai.chatgpt
ritwickdey.liveserver
teamdman.super-factory-manager-language
techer.open-in-browser
twxs.cmake
