# Auto-generated Brewfile
cask "adium"
cask "adobe-acrobat-pro"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "airdroid"
cask "angband"
cask "ankerwork"
cask "apple-events"
cask "atlauncher"
cask "batteries"
cask "beacon-scanner"
cask "better-window-manager"
cask "bitmessage"
cask "blender"
cask "bookends"
cask "bose-updater"
cask "box-sync"
cask "busycontacts"
cask "cad-assistant"
cask "calendar-366"
cask "canon-eos-utility"
cask "caprine"
cask "caption"
cask "chessx"
cask "claude"
cask "clocker"
cask "concept2-utility"
cask "console"
cask "corelocationcli"
cask "coteditor"
cask "cozy-drive"
cask "craft"
cask "curseforge"
cask "cursor"
cask "cutter"
cask "dd-utility"
cask "dehelper"
cask "desktoputility"
cask "diagnostics"
cask "dictionaries"
cask "discord"
cask "displaycal"
cask "dmidiplayer"
cask "dockstation"
cask "dockview"
cask "dockx"
cask "dropletmanager"
cask "electrum"
cask "elgato-control-center"
cask "findergo"
cask "firefox"
cask "flux"
cask "fmail"
cask "focusrite-control"
cask "font-et-book"
cask "frhelper"
cask "fsmonitor"
cask "gather"
cask "ghostty"
cask "go-agent"
cask "google-chat"
cask "google-chrome"
cask "google-drive"
cask "google-trends"
cask "guitar-pro"
cask "heynote"
cask "home-assistant"
cask "homerow"
cask "ibackup-viewer"
cask "imagemin"
cask "inav-configurator"
cask "ios-app-signer"
cask "ipremoteutility"
cask "irccloud"
cask "iterm2"
cask "jdk-mission-control"
cask "jprofiler"
cask "keyboardcleantool"
cask "knotes"
cask "languagetool"
cask "launchbar"
cask "logi-options+"
cask "macupdater"
cask "mail-assistant"
cask "manictime"
cask "marked"
cask "marta"
cask "media-center"
cask "menumeters"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "middle"
cask "midi-monitor"
cask "minstaller"
cask "mps"
cask "nudge"
cask "nwjs"
cask "nzbget"
cask "osculator"
cask "packages"
cask "paraview"
cask "photosync"
cask "phpstorm"
cask "pliim"
cask "podcastmenu"
cask "powershell"
cask "pppc-utility"
cask "preform"
cask "presonus-universal-control"
cask "prismlauncher"
cask "processspy"
cask "qbittorrent"
cask "qqmusic"
cask "quicklook-pat"
cask "quicklookase"
cask "reaper"
cask "recents"
cask "rectangle"
cask "remote-desktop-manager"
cask "rider"
cask "rsyncui"
cask "screen-studio"
cask "screencast"
cask "screens"
cask "selfcontrol"
cask "shiori"
cask "shortcutor"
cask "shortcuts"
cask "sketchup"
cask "skim"
cask "soulseek"
cask "spacelauncher"
cask "spatterlight"
cask "spotify"
cask "spotmenu"
cask "sqlitemanager"
cask "stats"
cask "steam"
cask "stork"
cask "sublime-text"
cask "swish"
cask "td-agent"
cask "teamviewer-host"
cask "telegram"
cask "terminology"
cask "tex-live-utility"
cask "textadept"
cask "the-unarchiver"
cask "tickeys"
cask "timemachinestatus"
cask "tip"
cask "tlv"
cask "tomatobar"
cask "tor-browser"
cask "tunnelbear"
cask "tyme"
cask "ubports-installer"
cask "uninstallpkg"
cask "uxprotect"
cask "visual-studio-code"
cask "vlc"
cask "vnc-server"
cask "vsd-viewer"
cask "wifiman"
cask "workspace-one-intelligent-hub"
cask "xlplayer"
cask "xscreensaver"
cask "zoom"
