# Taps
tap "homebrew/bundle"
brew "webp"
# Packages from both sources
brew "bat"
brew "glib"
brew "cairo"
brew "cowsay"
brew "exiftool"
brew "harfbuzz"
brew "aom"
brew "unbound"
brew "ffmpeg"
brew "libavif"
brew "gdk-pixbuf"
brew "netpbm"
brew "librsvg"
brew "fzf"
brew "html2text"
brew "lolcat"
brew "neofetch"
brew "node"
brew "poppler"
brew "python"
brew "ripgrep"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wget"
brew "wiki"

# Casks
cask "discord"
cask "firefox"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"

# VS Code extensions
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "rust-lang.rust-analyzer"
