tap "homebrew/bundle"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "unbound"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gdk-pixbuf"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "html2text"
brew "htop"
brew "jq"
brew "node"
brew "pandoc"
brew "poppler"
brew "tmux"
brew "tree"
brew "yt-dlp"
cask "basictex"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "tunnelbear"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "rust-lang.rust-analyzer"
